[
  {
    "Name": "Zara-ish Urban Trench Coat",
    "Description": "This stylish beige trench coat is made from water-resistant polyester-cotton blend, perfect for rainy days. Features double-breasted design with belt, 4 pockets, and comes with removable inner lining. The material is breathable yet provides excellent wind protection. Ideal for urban commuters who need both style and functionality.",
    "Price": 129.99,
    "PictureUrl": "/images/products/coat-zara1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "Zara-ish",
    "QuantityInStock": 42
  },
  {
    "Name": "Nike-y AirMax-ish Sneakers",
    "Description": "These running-inspired sneakers feature a cushioned sole with air pockets (not real air technology) for comfort. Upper is made of breathable mesh with synthetic leather accents. The rubber outsole provides excellent traction on both wet and dry surfaces. Not recommended for heavy rain but perfect for casual wear and light jogging.",
    "Price": 89.95,
    "PictureUrl": "/images/products/sneaker-nikey1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Nike-y",
    "QuantityInStock": 37
  },
  {
    "Name": "Gucci-esque GG Belt",
    "Description": "Faux leather belt with metal GG buckle (not real Gucci). The 1.5-inch width is perfect for both casual and dressy occasions. Made from polyurethane that mimics real leather look and feel. Features adjustable sizing with 5 holes. The buckle has a brushed gold finish that resists tarnishing.",
    "Price": 39.99,
    "PictureUrl": "/images/products/belt-gucciesque1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Gucci-esque",
    "QuantityInStock": 68
  },
  {
    "Name": "Adi-das Striped Track Pants",
    "Description": "Classic black track pants with three white stripes (not exactly like a certain brand). Made from soft cotton-polyester blend with moisture-wicking technology. Elastic waistband with drawstring and side pockets. Perfect for workouts or casual loungewear. Machine washable but may shrink if dried on high heat.",
    "Price": 34.99,
    "PictureUrl": "/images/products/pants-adidas1.png",
    "PicturePublicId": "seed",
    "Type": "Bottoms",
    "Brand": "Adi-das",
    "QuantityInStock": 53
  },
  {
    "Name": "Ray-Ban-ish Aviators",
    "Description": "These metal-frame sunglasses feature gradient lenses that go from dark to lighter tint. 100% UV protection with polarized lenses that reduce glare. The frames are made from lightweight aluminum with spring hinges for comfort. Nose pads are adjustable. Comes with microfiber pouch and cleaning cloth.",
    "Price": 59.99,
    "PictureUrl": "/images/products/sunglasses-raybanish1.png",
    "PicturePublicId": "seed",
    "Type": "Eyewear",
    "Brand": "Ray-Ban-ish",
    "QuantityInStock": 29
  },
  {
    "Name": "Supreme-ly Cool Box Logo Hoodie",
    "Description": "Oversized hoodie with box logo on chest (but not that exact logo). Made from heavyweight 80% cotton/20% polyester fleece. Features kangaroo pocket, adjustable drawstring hood, and ribbed cuffs/hem. Pre-washed to prevent shrinking. Available in multiple colors. Perfect for streetwear enthusiasts.",
    "Price": 69.99,
    "PictureUrl": "/images/products/hoodie-supremely1.png",
    "PicturePublicId": "seed",
    "Type": "Tops",
    "Brand": "Supreme-ly",
    "QuantityInStock": 47
  },
  {
    "Name": "Louis Vuitton-esque Neverfull Tote",
    "Description": "Canvas tote bag with printed monogram pattern (inspired by but not identical to LV). Features brown leather-like trim and handles. Spacious interior with small zip pocket inside. The base has reinforced corners for durability. Not waterproof but can be treated with aftermarket protectant.",
    "Price": 79.99,
    "PictureUrl": "/images/products/bag-lvesque1.png",
    "PicturePublicId": "seed",
    "Type": "Bags",
    "Brand": "Louis Vuitton-esque",
    "QuantityInStock": 31
  },
  {
    "Name": "Chanel-ish Tweed Jacket",
    "Description": "Elegant boucle-style tweed jacket with four pockets and trim details. Made from wool-blend fabric with silk lining. Features chain-weighted hem for perfect drape. The buttons are faux pearl. Dry clean only. Perfect for brunches or semi-formal occasions.",
    "Price": 149.99,
    "PictureUrl": "/images/products/jacket-chanelish1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "Chanel-ish",
    "QuantityInStock": 18
  },
  {
    "Name": "Hermes-ish Silk Scarf",
    "Description": "Square silk scarf with jacquard-printed pattern (not exactly Hermes designs). Measures 90x90cm. Made from 100% mulberry silk with hand-rolled edges. Can be worn as neck scarf, head wrap, or bag accessory. Comes with care instructions - hand wash recommended.",
    "Price": 49.99,
    "PictureUrl": "/images/products/scarf-hermesish1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Hermes-ish",
    "QuantityInStock": 62
  },
  {
    "Name": "Prada-esque Nylon Backpack",
    "Description": "Water-resistant nylon backpack with leather-like trim. Features padded laptop compartment (fits up to 15-inch), multiple interior pockets, and side water bottle holder. The straps are adjustable and padded for comfort. Reflective strips for nighttime visibility. Ideal for urban commuters.",
    "Price": 89.99,
    "PictureUrl": "/images/products/backpack-pradaesque1.png",
    "PicturePublicId": "seed",
    "Type": "Bags",
    "Brand": "Prada-esque",
    "QuantityInStock": 26
  },
  {
    "Name": "Moncler-ish Puffer Jacket",
    "Description": "Quilted down-alternative puffer jacket with fur-trimmed hood (removable). Water-resistant shell with thermal lining. Features zip closure with snap flap, two side pockets, and inner security pocket. Rated for temperatures down to -10째C (14째F). Machine washable with proper care.",
    "Price": 129.99,
    "PictureUrl": "/images/products/jacket-monclerish1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "Moncler-ish",
    "QuantityInStock": 34
  },
  {
    "Name": "Balenciaga-ish Chunky Sneakers",
    "Description": "Oversized sole sneakers with distressed detailing. Made from mixed materials including leather, mesh, and synthetic fabrics. The exaggerated tongue and chunky sole provide streetwear aesthetic. Not ideal for running but great for fashion statements. Runs large - consider sizing down.",
    "Price": 119.99,
    "PictureUrl": "/images/products/sneaker-balenciagaish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Balenciaga-ish",
    "QuantityInStock": 22
  },
  {
    "Name": "Tiffany-ish Sterling Silver Necklace",
    "Description": "925 sterling silver necklace with heart pendant. The chain is 18 inches with 2-inch extension. Rhodium plated to prevent tarnishing. Comes in signature blue box (not that exact blue). Avoid contact with water, perfume, and lotions to maintain shine.",
    "Price": 79.99,
    "PictureUrl": "/images/products/necklace-tiffanyish1.png",
    "PicturePublicId": "seed",
    "Type": "Jewelry",
    "Brand": "Tiffany-ish",
    "QuantityInStock": 57
  },
  {
    "Name": "Dr. Martens-ish Combat Boots",
    "Description": "Classic 8-eyelet combat boots with air-cushioned sole. Made from smooth faux leather with yellow contrast stitching. The soles are oil- and slip-resistant. Break-in period required for optimal comfort. Suitable for all weather conditions except heavy snow.",
    "Price": 99.99,
    "PictureUrl": "/images/products/boots-drmartensish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Dr. Martens-ish",
    "QuantityInStock": 41
  },
  {
    "Name": "Canada Goose-ish Parka",
    "Description": "Heavyweight winter parka with coyote-fur-like trim (faux fur). Waterproof shell with thermal insulation rated to -20째C (-4째F). Features multiple pockets, adjustable hood, and inner storm cuffs. The length provides full coverage. Perfect for extreme winter conditions.",
    "Price": 199.99,
    "PictureUrl": "/images/products/parka-canadagooseish1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "Canada Goose-ish",
    "QuantityInStock": 15
  },
  {
    "Name": "Rolex-ish Datejust Watch",
    "Description": "Stainless steel watch with fluted bezel and date window at 3 o'clock. Japanese quartz movement (not automatic). Water resistant to 50m (suitable for swimming but not diving). The dial features luminescent hands and markers. Comes with 2-year warranty.",
    "Price": 129.99,
    "PictureUrl": "/images/products/watch-rolexish1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Rolex-ish",
    "QuantityInStock": 38
  },
  {
    "Name": "Lululemon-ish Yoga Pants",
    "Description": "High-waisted yoga pants with four-way stretch fabric. Moisture-wicking and squat-proof material. Features hidden waistband pocket for small items. The gusseted crotch provides full range of motion. Machine wash cold and hang dry for best results.",
    "Price": 54.99,
    "PictureUrl": "/images/products/pants-lululemonish1.png",
    "PicturePublicId": "seed",
    "Type": "Bottoms",
    "Brand": "Lululemon-ish",
    "QuantityInStock": 63
  },
  {
    "Name": "Burberry-ish Trench Coat",
    "Description": "Classic beige trench coat with water-resistant finish. Features the iconic check pattern lining (similar but not identical to the famous one). Double-breasted design with storm flap and adjustable waist belt. Perfect for spring and fall weather.",
    "Price": 149.99,
    "PictureUrl": "/images/products/coat-burberryish1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "Burberry-ish",
    "QuantityInStock": 27
  },
  {
    "Name": "Apple Watch-ish Fitness Tracker",
    "Description": "Rectangular smartwatch with touchscreen display. Tracks steps, heart rate, and sleep. Compatible with both iOS and Android. Water resistant for swimming. The silicone band is hypoallergenic and comes in multiple colors. Battery lasts up to 7 days.",
    "Price": 79.99,
    "PictureUrl": "/images/products/watch-applewatchish1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Apple Watch-ish",
    "QuantityInStock": 49
  },
  {
    "Name": "Yeezy-ish Boost Sneakers",
    "Description": "Low-top sneakers with cushioned soles and primeknit-like uppers. Features stretchy sock-like collar and pull tab at heel. The soles have responsive cushioning for all-day comfort. Runs small - consider sizing up. Perfect for casual wear.",
    "Price": 109.99,
    "PictureUrl": "/images/products/sneaker-yeezyish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Yeezy-ish",
    "QuantityInStock": 33
  },
  {
    "Name": "Dior-ish Saddle Bag",
    "Description": "Curved saddle-shaped bag with adjustable shoulder strap. Made from grained faux leather with metal D-ring detail. Features main compartment with zip closure and front flap pocket. The interior has one zip pocket and two slip pockets.",
    "Price": 89.99,
    "PictureUrl": "/images/products/bag-diorish1.png",
    "PicturePublicId": "seed",
    "Type": "Bags",
    "Brand": "Dior-ish",
    "QuantityInStock": 21
  },
  {
    "Name": "North Face-ish Fleece Jacket",
    "Description": "Midweight fleece jacket with stand-up collar. Made from recycled polyester with moisture-wicking properties. Features zippered hand pockets and internal media pocket. The fabric is brushed for softness inside. Machine washable and quick-drying.",
    "Price": 49.99,
    "PictureUrl": "/images/products/jacket-northfaceish1.png",
    "PicturePublicId": "seed",
    "Type": "Outerwear",
    "Brand": "North Face-ish",
    "QuantityInStock": 56
  },
  {
    "Name": "Cartier-ish Love Bracelet",
    "Description": "Oval bangle with screw motif design. Made from stainless steel with gold plating. Comes with miniature screwdriver (not real gold). The bracelet has a hinged opening with safety clasp. Avoid contact with water and chemicals.",
    "Price": 59.99,
    "PictureUrl": "/images/products/bracelet-cartierish1.png",
    "PicturePublicId": "seed",
    "Type": "Jewelry",
    "Brand": "Cartier-ish",
    "QuantityInStock": 44
  },
  {
    "Name": "UGG-ish Sheepskin Boots",
    "Description": "Classic short boots with sheepskin-like lining. The outer is suede-like material with rubber sole. Features reinforced heel and toe areas. The lining provides warmth without overheating. Not waterproof - treat with protector spray for wet conditions.",
    "Price": 79.99,
    "PictureUrl": "/images/products/boots-uggish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "UGG-ish",
    "QuantityInStock": 39
  },
  {
    "Name": "Versace-ish Medusa Belt",
    "Description": "Wide leather belt with large Medusa-head buckle (inspired but not identical). Made from faux leather with metal buckle. The 2-inch width makes it a statement piece. Adjustable with 5 holes. Perfect for high-waisted pants or as dress accessory.",
    "Price": 49.99,
    "PictureUrl": "/images/products/belt-versaceish1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Versace-ish",
    "QuantityInStock": 52
  },
  {
    "Name": "Fendi-ish Baguette Bag",
    "Description": "Rectangular shoulder bag with flap closure and short strap. Made from woven fabric with leather-like trim. Features the iconic Fendi-ish clasp (similar but not identical). The interior has one zip pocket and two slip pockets.",
    "Price": 99.99,
    "PictureUrl": "/images/products/bag-fendiish1.png",
    "PicturePublicId": "seed",
    "Type": "Bags",
    "Brand": "Fendi-ish",
    "QuantityInStock": 23
  },
  {
    "Name": "Tom Ford-ish Aviator Sunglasses",
    "Description": "Oversized aviator sunglasses with gradient lenses. Metal frames with adjustable nose pads. 100% UV protection with polarized lenses. The arms feature subtle branding. Comes with hard case and cleaning cloth.",
    "Price": 69.99,
    "PictureUrl": "/images/products/sunglasses-tomfordish1.png",
    "PicturePublicId": "seed",
    "Type": "Eyewear",
    "Brand": "Tom Ford-ish",
    "QuantityInStock": 47
  },
  {
    "Name": "Bottega Veneta-ish Intrecciato Clutch",
    "Description": "Woven leather-like clutch with magnetic closure. The intricate weave pattern is handcrafted. Features a detachable chain strap for shoulder wear. The interior has one zip pocket and two card slots. Perfect for evening events.",
    "Price": 89.99,
    "PictureUrl": "/images/products/clutch-bottegaish1.png",
    "PicturePublicId": "seed",
    "Type": "Bags",
    "Brand": "Bottega Veneta-ish",
    "QuantityInStock": 31
  },
  {
    "Name": "Alexander McQueen-ish Oversized Sneakers",
    "Description": "Chunky sole sneakers with exaggerated proportions. Features distressed details and contrast sole. The leather-like upper is durable and easy to clean. The platform adds height without sacrificing comfort. Makes a bold fashion statement.",
    "Price": 119.99,
    "PictureUrl": "/images/products/sneaker-mcqueenish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Alexander McQueen-ish",
    "QuantityInStock": 28
  },
  {
    "Name": "Michael Kors-ish Chronograph Watch",
    "Description": "Oversized chronograph watch with three subdials. Stainless steel case and bracelet. Mineral crystal face resists scratches. Water resistant to 100m. The bold design works for both casual and dressy occasions. Comes with 2-year warranty.",
    "Price": 99.99,
    "PictureUrl": "/images/products/watch-mkorsish1.png",
    "PicturePublicId": "seed",
    "Type": "Accessories",
    "Brand": "Michael Kors-ish",
    "QuantityInStock": 45
  },
  {
    "Name": "Jimmy Choo-ish Stiletto Heels",
    "Description": "Pointed-toe pumps with 4-inch stiletto heel. Made from patent faux leather with cushioned insole. The tapered heel provides elegant silhouette. Features anti-slip rubber sole tip. Perfect for special occasions but not recommended for extended wear.",
    "Price": 89.99,
    "PictureUrl": "/images/products/heels-jimmychooish1.png",
    "PicturePublicId": "seed",
    "Type": "Footwear",
    "Brand": "Jimmy Choo-ish",
    "QuantityInStock": 36
  }
]